/*:
 ## Упражнение — базовая арифметика
 
 Вы решили построить сарай и хотите заранее выяснить площадь, которую он займёт.  Создайте две константы,  `width` и `height`, со значениями 3 и 6 соответственно.  Создайте константу `area`, которая является результатом перемножения двух предыдущих констант, и напечатайте результат.
 */

/*:
 Вы решили разделить ваш сарай на две комнаты.  Нужно выяснить, оставит ли разделение пополам достаточно места для самых крупных предметов.  Создайте константу `roomArea`, которая является результатом деления `area` пополам.  Напечатайте результат.
 */

/*:
 
 Создайте константу `perimeter`, значение которой эквивалентно сумме сторон сарая, затем напечатайте результат.
 */


/*:
 Напечатайте, что вы ожидаете от деления целого значения 10 на 3.  Создайте константу, `integerDivisionResult`, которая является результатом деления 10 на 3, и напечатайте результат.
 */


/*:
 Создайте две константы, `double10` и `double3`, установите их равными 10 и 3, и объявите их тип, как `Double`. Создайте константу `divisionResult`, равную результату деления `double10` на `double3`. Напечатайте значение `divisionResult`. Чем это значение отличается от значения целочисленного деления?
 */

/*:
 Используя значение pi (3.1415927), создайте константу `radius` со значением 5.0, затем вычислите диаметр и длину окружности, используя формулы ниже, и напечатайте результат:
 
 *diameter = 2 * radius*
 
 *circumference = 2 * pi * radius.*
 */
let pi = 3.1415927


//: страница 1 из 8  |  [Далее: Упражнение для приложения - фитнес-вычисления](@next)
